{
  "extraction_time": "2025-10-10T17:14:20.869768",
  "total_messages": 210,
  "url": "https://www.facebook.com/Asirisinfinity5?mibextid=wwXIfr&rdid=Zd0Z1fXLJ3guP5qS&share_url=https%3A%2F%2Fwww.facebook.com%2Fshare%2F1E8ChgJj5b%2F%3Fmibextid%3DwwXIfr",
  "messages": [
    "Uno q sea mandilón y q m diga simiamor a todo",
    "Somos mis 4 horas de sueño y yo contra el Miércoles y sus dificultades",
    "Quieres algo bonito y eres bien qulera, mija.",
    "Mi compa Skinny EC",
    "cada q un wey engaña a una morra, le crecen 1cm sus entradas del cabello",
    "Starfox Miranda Piña lo que te conté JAJAJAJAJA",
    "no te estoy coqueteando, nunca te habían invitado a un motel a platicar o que.",
    "Lizbeth Lopez JAJAJAJA canela tentación hemosha",
    "Cuando un hmbre dice “borra a la q tú quieras amor” nace un nuevo camión d Tecate",
    "400 el hotel? Mejor que me cache mi hermana",
    "algún consejo antes de tener mi primer novio",
    "Fer para ir al jale",
    "no se dejen llevar por mis fotos, en persona estoy más guapa todavía",
    "jueves, ando físicamente mal, mentalmente peor, y de mi estado económico ni hablar",
    "Amanecí de buenos pero ahorita se me quita",
    "Los astronautas 15 min y ya están en el espacio.\nYo me hago 1h y 1/2 a la uni nmms",
    "alguien sabe si las suegras dan aguinaldo por aguantar a sus criaturas",
    "no se q hice mal para tener q conocerlos a todos ustedes",
    "chao amor voy a tocar fondo hablamos en un mes",
    "Acá los espero!!!!",
    "quiten el combo pareja de cinemex y pongan el combo vínculo confuso",
    "Cada vez que una pelirroja se vuelve pelinegra un hombre se salva de ir a terapia",
    "Hasta la morra con hijo ya confirmó asistencia a 2 hallowen y yo nadota",
    "Gloria JJAJAJAJA ahorita me lo vuelvo a teñir",
    "Que horror bebe!",
    "Que ganas de conocer al amor de vida y no tener que volver a interactuar con nadie",
    "cual buenos dias? no ves que me levanté a las 5 de la mañana",
    "Danneli Sánchez",
    "Oswaldo Jr Rios Quierooo",
    "Angeles Kau rico",
    "Que se sentirá ser morra y no trabajar y estar acostada todo el prro día",
    "todos deberían tener una amistad conmigo, porq verdaderamente soy increíble",
    "felis navida yo ya no doy pa más kbrones",
    "María García directo JAJAJA",
    "Esquivel Hannie a por eso estás conmigo verdad mi amor",
    "Miércoles, sin varo, no dormí, sin mensaje de buenos días, la vida es bella",
    "busco qn me haga un tatuaje a cambio de una quesadilla",
    "sean mis amigas, quiero amigas",
    "Para el 18 de octubre jajajaa así Giss Picazo??",
    "Restringe tu alimentación, el perfil para qué ogt",
    "cual buenos días ni que la vrg",
    "Ojalá coincidan con alguien que los haga amar su cumpleaños y navidad",
    "Cual desinterés, no ves q no tenía LUZ!!",
    "Una güerita bonita con un corazón enorme",
    "Cuando una mujer dice “borra al que tú quieras precioso” nace un nuevo labial Dior",
    "claro q ir a walmart a ver las cosas de halloween es una date perfecta",
    "Ojalá que te gusten los cheetos porque así me huelen las patas",
    "Daniela De León ya háganme una transferencia paro",
    "alguna veterinaria que cure el corazón de este cachorro herido",
    "te vas a dejar enamorar o no",
    "busco novio para los domingos tener dates bonitos, los demás días ando ocupadona",
    "Jimena amoor tu jajajs",
    "a nadie quiere Ser Amante,\nTodos quieren ser novios.",
    "Cual Pay de limón mija ponte hacer una birria haber si bien vrg",
    "Drizzy uno ya no puede ser feliz",
    "Alejandra canela pasión",
    "no todo es escuela, tambien hay que meterle a la caguama",
    "Marlen Cuahuey mi cartel",
    "Estoy en mi prime, pero de valer vrg",
    "Ya sé que no fui a nuestra cita por irme a tomar, pero es que si me gustas",
    "solo les diré que mi disfraz dará todo menos miedo",
    "Ya terminó pero el Emmanuel Garcia no llega",
    "Ya hasta para entrar a una relación tiene que ser por palanca.",
    "Inviten a dormir de cucharita, hace frío",
    "Mañana puedes entrega",
    "Komo kuanto costara haser una estatua mía en la entrada de mi barrio",
    "no todo es trabajo, tambien hay que meterle a la cheve",
    "Jahaziel Aguilar son tus favoritos",
    "Isaa Casas",
    "felis navida yo ya no doy pa más biegonez",
    "Me acuerdo que mandé ala chingada a uno porque no me contestaba y que si era por qué no tenía luz todo el día JAJAJAJAJA",
    "Espero que mis 4 hrs de sueño y mi vaso de chocomilk puedan contra este día.",
    "Ser infiel es como tomar, me encanta",
    "q ganas d andar beso y beso y beso y beso y beso",
    "entre manejar estándar o automático la verdad yo prefiero manejar a mi lobo",
    "Uno ya no está pa ratos, uno busca alguien para grabarnos dtonando",
    "a veces me sorprende lo bonita que me puedo llegar a ver",
    "metele mejor al psicólogo bb, te hace mas falta q el gym",
    "desayunar? échate una cheve, ya es vierneeeees",
    "Zel Valencia exacto, se abren los registros \n jajajaja",
    "buenas noches a los q están enamorados de mi, a los demás nel",
    "Tener un man trabajador entregado y respetuoso no es para viejas tibias.",
    "Por qué la música se detiene en mi iPhone cuando me salgo del feis??",
    "Luís Kc mejor mrd",
    "Es que soy Catadora de pndejos",
    "Dalay Mosqueda a la orden \n mi amor",
    "Miranda hoy justamente jajaja",
    "En qué momento se le ocurrió a BBVA que sería buena idea darme una tarjeta de crédito",
    "Flores Fatima me encanta cuando me lo mencionas",
    "Kary Garcia será???",
    "El clima ya está nomas falta con quien ver un maratón de pelis de terror",
    "Yo fui y no lo recomiendo \n mil veces mejor \n levantarme temprano y ser productiva",
    "Nat CF jajajaja",
    "Cada que un hombre sigue a otra, un motor v8 se desviela y el escape se escapa",
    "La engañé para que me dejara y me perdonó",
    "Mood actual: Estar bien, hacer el bien, verme bien y sentirme bien.",
    "me encanta de esas q le puedes rodear la cintura con un brazo",
    "cada q una morra acepta un vato 50/50 muere una kotex",
    "la etapa de conquista debería durar como mínimo toda la relación",
    "Ni descansé, la mera azúcar del café amaneció amarga.",
    "ojo alegre? no, yo puro ojo que tiembla por estrés",
    "Ricky Csj Luego ni un mensaje tiro",
    "Con Diu?, por ahí hubieras empezado preciosa",
    "El amor debería sentirse cómo\ncuándo le doy el primer\ntragote a la caguama",
    "Bey que suerte",
    "Sandy tu amiga jajajaja",
    "cómo que siesta de 15 a 30 minutos? yo pura de 2 a 4 horas",
    "Hola, te invito a ver cars, y cada que salga un carro nos damos un kiss",
    "Axel Gabriel jsjs si soy",
    "J Carlos Velazquez tú mamá",
    "Conmigo si vas a tener tu espacio pq yo me desaparezco por 3 dias",
    "Un Jueves desde tempranito con la bendición de Dios.",
    "pido revancha, me agarraste muy inocente",
    "Al contrario un nuevo carro se fabrica",
    "Otra vez voy tarde, con este ya van todos los días",
    "Ahh mañositooo pz ya tenías a mi reemplazo por eso ni me lloraste",
    "Esli Méndez jajajajajajaja y siiii",
    "Busco trabajo aunq sea de presidente, no se robar pero puedo aprender.",
    "Edwin Alvarado jajajaja",
    "Ni los gallos se atreven a madrugar un miércoles como yo.",
    "extrovertido en redes sociales, pndjo en la vida real.",
    "ni idea de que hablar. Contexto!",
    "JAJAJA JAJAJAJA",
    "cuanto un hombre dice “cuanto quieres” un sartén y yo empiezo a cocinar",
    "Busco lovebombing para hoy",
    "Si mi amor tu sal yo me quedo en mi casa",
    "demasiadas emociones esta semana, me merezco un sushi",
    "Como lo compartimos sin compartir",
    "Ánimo rey, tú eres el novio, a mi solo me extraña",
    "a mi como q me hicieron brujería pero de la kachondota",
    "me da miedo buscar novio porque q tal q lo consigo",
    "Cuando un vato dice “como tú mandes amor” le crecen 4 cm más",
    "Maya Mel JAJAJAJAJAJAJAJAJA noooo, bueno, siiii",
    "Ricardo Reux García ya no lo haces",
    "No me gustó tu historia, me gustaste tu.",
    "Abi JAJAJAJA",
    "Gomez Emmanuel somos",
    "que si resuelvo? no me has visto alistarme en 10 minutos pa irme a la uni o q",
    "Estás viendo q no cabemos en la barber y llegas con tu ruka",
    "Ok, más te vale 𝔞𝔰𝔦𝔯𝔦𝔰",
    "Arianna Estrada ya casi llego, bella doncella en apuros",
    "Una enamorada hasta deja de ser enojona, yo no, pero otras sí",
    "Pensé que era solo a mi, ya hice de todo y sigue el problema",
    "cuando un hombre dice “cuánto ocupas” una tortilla de harina se empieza a hacer sola",
    "pa que trabajas",
    "los reto a irnos a acapulco",
    "que saben hacer los hombres? aparte de andar viendo qulos teniendo novia",
    "Sandra Tedder y tu dame paz y tranquilidad",
    "Horacio Ayala jajaja",
    "Rocio Mendez ILY.",
    "Quien????",
    "Esta bien difícil la uni, con razón las de mi pueblo buscan marido",
    "como que chupeton gfa, si en estas fechas ya salen los wampiros",
    "algún día llegará un buen muchacho, no pueden ser todos qlros.",
    "Nmms que frío invitame a dormir contigo",
    "tu novio cabe parado en la combi",
    "Cross ojooo, si no se siente así, ahí no es.",
    "Como dijo Juan Gabriel: “leve, neta que te extraño un leve”",
    "Cada que un hombre dice “te vas y ahí te veo” un auto estándar se desviela",
    "permisos: 0\ndinero para disfraces: 0\nplanes para jalowin: 15",
    "Uriel Mosso jajajaja",
    "Yo ahorita",
    "ahora todas usan IA ya nadie pixelea las paredes de su cuarto",
    "buenos días, ojalá ya terminé mi turno en el trabajo",
    "con razón amanecí de buenas, ya es viernes",
    "cuando a mí me gusta un hombre el resto se puede ir se alv si quiere",
    "Majio para cuando hacemos o qué?",
    "Todos los caminos te llevan de vuelta a la psicóloga que ghosteaste",
    "Lopez Doriga? Me la pela",
    "Soltero porque que onda con las mujeres de hoy en día",
    "Esa mmda de piel canela q?? la q es prieta es prieta.",
    "Cada vez que un hombre dice “que ella me hable” le da cólico a un caballo.",
    "después de mi lo q viene es pura imitación biegones",
    "El Ricardo DL",
    "Espero…",
    "Alguna morra que quiera ir a un motel, ya me da hueva terapiarlas",
    "Eso de ir a trabajar mañana como que no me cuadra",
    "con este frío si ando aguantando las mentiras de un precioso",
    "El mundo tan Ghosting y yo tan \"Llegaste\", \"Comiste\" \"Buenos días mi amor\".",
    "Uno lo que necesita es con quien hacer dinero y el amor todos los días.",
    "ya quiero que sea fin de semanayo en pleno lunes a las 5:00 am",
    "Prefiero ser el que arriesga y pierde, que el que nunca intentó nada.",
    "Feliz por triste, fuera por dentro",
    "Cada q una morra da para la gas, muere un gloss",
    "VaNee con razón c* estaba pelón JAJAJAJJAJAAJAJJAJAAJAJAJAJAJAJAJAJAJAJAAJAJAJAJAJAJAJAJAJA",
    "Ya hay muchas ilusionándome, tú hazme papá, destaca mami",
    "ya para que me duermo si ya va a amanecer",
    "busco peda de halloween para el 10, 11, 17, 18, 24, 25, 31 y 1ro",
    "Sofia Piña solución a tu problema bro",
    "sin lentes pq ya vi suficiente",
    "A que hora avisan que se cancela el jale por la lluvia",
    "Quiero todo con alguien que quiera todo conmigo",
    "Desvívete por ella como cuando creías no tener oportunidad",
    "MH Reyes cuando subes una foto",
    "Dguez Antonio mi poso posooo",
    "Prefiero no querer, porque no me gusta extrañar",
    "Israel Pardiñas jajajajaa",
    "se siente chngon ahorrar pero se siente más chngon gastar a lo wey siono",
    "Norma Basurto JAJAJAJAJA",
    "Y todos sus morrillos",
    "Con amor, por amor y desde el amor, siempre.",
    "Ver bubis",
    "yo sería mi propia novia si pudiera",
    "Jajajajajajaajajaja sin vergüenza",
    "Que con también te quiera con eso jajaja",
    "todo esto me pasa por precioso",
    "Borré WhatsApp, cualquier cosa por BBVA.",
    "Pss si lo funé, pero yaes mi corason d melón otraves",
    "Busco Güera desconectada de la maceta",
    "Cada que un vato sigue a una morra en Instagram, Cr7 pierde un día de vida"
  ]
}